import p1 from '../assets/best/p1.jpg';
import p3 from '../assets/best/p3.jpg';
import p4 from '../assets/best/p4.jpg';
import p5 from '../assets/best/p5.jpg';
import p6 from '../assets/best/p6.jpg';
import p7 from '../assets/best/p7.jpg';
import p8 from '../assets/best/p8.jpg';
import blog1 from '../assets/blog/blog1.jpg';
import blog2 from '../assets/blog/blog2.jpg';
import blog3 from '../assets/blog/blog3.jpg';


export const dataLogin = [
  {
    id: 1,
    name: "email",
    title: "البريد الالكتروني"
  },
  {
    id: 2,
    name: "password",
    title: "كلمة السر"
  },
]
export const dataButtons = [
  {
    id: 1,
    value: "تسجيل الدخول"
  }
]
export  const Therapist =[
  {
    id: 1,
    name: "رشاد الطيبي",
    gender: "ذكر",
    specialty: "معالج نفسي",
    interests: [
      "اضطرابات المزاج",
    ],
    sessions: "1000",
    rate: "5",
    review:"883",
    date:"2023-05-15",
    time:"3:30am",
    price:[[60,80],[]],
    isPsychotherapy: true,
    Connected: true,
    isBestTherapist:true,
    image: p8
  },
  {
    id: 2,
    name: "هدى كساب",
    gender: "أنثى",
    specialty: "طبيب نفسي",
    interests: [
      "اضطرابات الشخصية",
      "اضطرابات المزاج"
    ],    
    sessions: "1000",
    rate: "4.5",
    review:"654",
    date:"2023-02-04",
    time:"3:30am",
    price:[[30,30],[]],
    isPsychotherapy: true,
    Connected: false,
    isBestTherapist:true,
    image: p3
  },
  {
    id: 3,
    name: "اسلام البيك",
    gender: "ذكر",
    specialty: "اخصائي نفسي",
    interests: [
      "علاج الاضطرابات الشخصية",
      "اضطرابات الشخصية"
    ],    sessions: "1000",
    rate: "3.5",
    review:"321",
    date:"2024-03-01",
    time:"3:30am",
    price:[[30,22],[60,10]],
    isPsychotherapy: false,
    Connected: false,
    isBestTherapist:true,
    image: p4
  }, {
    id: 4,
    name: "محمد الكيلاني",
    gender: "ذكر",
    specialty: "طبيب نفسي",
    interests: [
      "علاج الاضطرابات النفسية",
      "اضطرابات الشخصية"
    ],
    sessions: "1000",
    rate: "0.5",
    review:"486",
    date:"2022-03-27",
    time:"3:30am",
    price:[[30,44],[60,18]],
    isPsychotherapy: false,
    Connected: false,
    isBestTherapist:true,
    image: p5
  }, {
    id: 5,
    name: "رامي الملاحي",
    gender: "ذكر",
    specialty: "اخصائي نفسي",
    interests: [
      "اضطرابات المزاج",
      "اضطرابات الشخصية"
    ],
    sessions: "1000",
    rate: "1.1",
    review:"634",
    date:"2025-05-02",
    time:"3:30am",
    price:[[30,30],[60,70]],
    isPsychotherapy: false,
    Connected: true,
    isBestTherapist:true,
    image: p6
  }, {
    id: 6,
    name: "طارق العطار",
    gender: "ذكر",
    specialty: "معالج نفسي",
    interests: [
      "علاج  الاكتئاب",
      "اضطرابات الشخصية"
    ],
    sessions: "1000",
    rate: "3.1",
    review:"556",
    date:"2021-03-01",
    time:"3:30am",
    price:[[30,82],[60,50]],
    isPsychotherapy: false,
    Connected: true,
    isBestTherapist:true,
    image: p7
  },
]
export const CategoryTherapist = [
  {
    id: 1,
    category: "اخصائي نفسي"
  },
  {
    id: 2,
    category: "معالج نفسي",
  },
  {id: 3,
  category: "طبيب نفسي",
},
]
export const CategoryBlog = [
  {
    id: 1,
    category: 'الصحة العقلية',
  },
  {
    id: 2,
    category: 'الدرقية',
  },
  {
    id: 3,
    category: 'التفكير',
  },
  {
    id: 4,
    category: 'مشاكل الأطفال',
  },
  {
    id: 5,
    category: 'مشاكل المراهقة',
  },
  {
    id: 6,
    category: 'القلق والوسواس',
  }
]
export const blogList = [
  {
    "id": 1,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog1,

  },

  {
    "id": 2,
    "title": 'الأعراض النفسية لنشاط الغدة الدرقية',
    "category": 'الدراقية',
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية", "الغدة الدرقية"],
    "description":
      "يتمحور هذا المقال عن أعراض نشاط الغدة الدرقية النفسية، وسوف نشرح الأعراض المترتبه على هذا المرض بشكل عام، وتأثيرها وطرق علاجها.\
 الغدة الدرقية هي من الغدد الصماء، أي تفرز هرموناتها مباشرة إلى الدم بدون قناة، حيث تقبع الغدة الدرقية في أسفل الرقبة من الجهة الأماميه، وتتخذ شكل الفراشة حول القصبة الهوائية من الأمام والجانبين وتحتوي على خلايا خاصة تدعى الخلايا الكيسية.\
وتقوم بإنتاج الهرمونات في جسم الإنسان من أجل مساعدته على القيام بالوظائف الأساسية المتعلقة بعمليات التمثيل الغذائي (أي: عمليات الحرق الغذائي والعمليات الكيميائية بالجِسم).\
 وزيادة إنتاج هذه الهرمونات يسبب حالة تعرف بـ فرط نشاط الغدة الدرقية التي تحدث نتيجة عدة أسباب مختلفة، وينتج عنها أعراض متعددة للجسم، ومن أهم هذه الأعراض هي أعراض نشاط الغدة الدرقية النفسية.\
لا تظهر هذه الغدة ولا يشعر بها الشخص إلا عندما تصاب بالاضطراب ، حيث يبدأ الجسم بالشعور بالقلق واضطرابات المزاج وضعف التركيز و هذه هي الأعراض النموذجية الشائعة التي تصاحب فرط نشاط الغدة الدرقية النفسية حيث أن الغدة الدرقية والحاله النفسية بينهما علاقة وثيقة.\
وتنقسم اضطرابات الغدة الدرقية إلى:\
نشاط هرمون الغدة الدرقية\
 خمول الغدة الدرقية\
الإصابة بعقيدات الغدة الدرقية\
 أظهرت دراسات عديده أن النساء أكثر عرضة للإصابة بمشاكل الغدة الدرقية من الرجال وأنها عادة ما تكون وراثية،و يعتبر كبار السن هم الأكثر عرضة للشعور ببعض الأعراض مثل عدم انتظام ضربات القلب، وعدم تحمل الحرارة، والشعور بالتعب والاجهاد بعد القيام بالأنشطة البسيطه.\
الغدة الدرقية والحاله النفسية\
ترتبط الغدة الدرقية بكافة وظائف الجسم، لذلك يؤثر أي خلل يصيبها على صحة الجسم وقيام الأعضاء بوظائفها بصورة جيدة.\
تفرز الغدة الدرقية هرمونين: \
ثايروكسين\
كالسيتونين\
هرمون الثايروكسين هو المسؤل عن زيادة الأيض الغذائي،  الذي يحفز إنتاجِ الطاقة التي يحتاج إليها الجِسمُ وتجعلُه مؤهلًا للعملِ النشيط.\
لذلك يؤثر هرمون الثايروكسين في جميعِ أعضاء ووظائف الجِسم (بما فيها المُخ) وبالتالي يؤثر في الحالة النفسية للمريض، وتختلف الأعراض النفسية لنشاط الغدة الدرقية باختلاف المرض الذي أصابها.\
غالبًا ما يعاني الأشخاص الذين يعانون من اضطرابات الغدة الدرقية من أعراض عاطفية أو نفسية بالإضافة إلى أعراض جسدية، هذه المعاناة تزداد بالنسبة للأشخاص الذين يعانون من فرط نشاط الغدة الدرقية، أو سرطان الغدة الدرقية.\
وأيًا كان نوع اضطراب الغدة الدرقية الذي يعاني منه المريض فإنه يجعله يشعر بأنه أكثر عاطفية مما كان عليه قبل الإصابة بالمرض، وقد يجد أن مزاجه يتغير في بعض الأحيان بسرعة وبشكل لا يمكن التنبؤ به.\
أعراض نشاط الغده الدرقية النفسية\
الإفراط في النشاط النفسي:\
قد يشعر المريض بأن لديه نشاط نفسي زائد يظهر له على الأغلب في صورة مشاعر سلبية مثل القلق والشعور بالعصبية وسرعة ضربات القلب والارتعاش والتهيج وصعوبات النوم .ويسبب تضخم ونشاط الغدة الدرقية صعوبة في التركيز، وبالتالي يؤثر على العمل والإنتاج والقدرات العقلية. وفي هذه الحاله ننصح باستشارة دكتور نفسي.\
قلة النشاط النفسي:\
وعلى النقيض تمامًا من الحالة السابقة قد يعاني المريض من قلة النشاط النفسي لديه، فيجد نفسه دومًا في حالة مزاجية منخفضة، ويعاني من الاكتئاب طوال الوقت، ويجد صعوبة في الاستمتاع بالأشياء، بالإضافة إلى ميله العام للبكاء، وفقدان الشهية ولكن يمكن للمريض الحد من الاكتئاب عن طريق تناول الأكلات الصحيه .\
مشكلات الصحة العقلية:\
وتشمل مشكلات الصحة العقلية المشكلات النفسية أو الذهنية التي يمكن أن تحدث بسبب اضطراب الغدة الدرقية، والتي تشمل: الصعوبات في التركيز، النسيان المستمر وخاصة للتفاصيل والأحداث القريبة، عدم الاهتمام بأحداث الحياة وعدم القدرة على اليقظة العقلية المستمرة، تلك الأعراض النفسية التي يمكن أن تسبب القلق لكبار السن، وتجعلهم يشعرون أنهم يدخلون بخطوات ثابتة على أعراض “الخرف”، ولكن في الواقع نادرًا ما تكون المشكلات الناتجة عن اضطراب الغدة الدرقية النفسية شديدة كما يُشاهد في الخرف.\
وفي الحالات السابقة سواء (الإفراط في النشاط أو قلته ) فإن المريض يعاني من التقلبات المزاجية السريعة واضطرابات النوم سواء أكانت متمثلة في النعاس الدائم أو في الأرق وصعوبات النوم. وسوف نشرح الاعراض بشكل مفصل في هذا المقال.\
أسباب أعراض نشاط الغدة الدرقية:\
يحدث فَرط نشاط الغدة الدرقية عندما تنتج الغدة الدرقية كمية كبيرة من هرمون الثايروكسين. قد يسبب هذا النشاط زيادة في سرعة الأيض، وينتج عنه فقدان الوزن غير المقصود وسرعة وعدم انتظام ضربات القلب.\
علما بأنه على الرغم من أنّ تضخم وزيادة نشاط الغدة الدرقية يتسبب في ظهور العديد من الأعراض الواضحه، إلا أنّ ذلك لا يعني بالضرورة أن تظهر جميعها على المريض، فبعض الأفراد تكون الأعراض لديهم خفيفة وبسيطة، كما أنّ هذه الأعراض قد تظهر بشكلٍ مفاجئ أو تدريجي، ولا بد من التنبيه إلى أنّ هذه الأعراض غير محددة وتتشابه مع أعراض أمراض ومشاكل صحية أخرى.\
ولذلك يساعد فحص الدم عادةً على تحديد فيما إذا كان سبب ظهور هذه الأعراض هو المعاناة من مشاكل في الغدة الدرقية أم مشاكل صحية أخرى.\
الخلل في هذه الغدة كفرط النشاط مثلا قد يؤدي إلى بعض الأعراض المتعلقة بالحالة النفسية لك وسوف نركز على أهمها.\
فما أهم أعراض نشاط الغدة الدرقية النفسية ؟\
القلق النفسي\
الاكتئاب\
الاضطراب\
الوسواس القهري\
التوتر العصبي\
سرعة الانفعال\
آلام الجسم بدون سبب\
الإغماء و قد تصل إلى الغيبوبة في الحالات الشديدة\
1) الغدة الدرقية و القلق النفسي\
في بعض الأحيان يكون اضطراب الغدة الدرقية سببا في كل هذه المشكلات نظرا لأن مستويات هرمون الغدة الدرقية يصبح غير طبيعي.\
وهو ما يسبب فرط نشاط الغدة الدرقية ويأتي بمشاعر القلق وتقلبات المزاج  حيث أن الأشخاص الذين يعانون من التهاب الغدة الدرقية معرضون للإصابة أكثر بالقلق النفسي مقارنه بذويهم.\
",
    authorName: ' احمد عيسى ',
    authorAvatar: p3,
    createdAt: 'June 03, 2023',
    cover: blog2,
  },
  {
    "id": 3,
    "title": "كيفية التغلب على القلق",
    "category": "التفكير",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog3,

  },
  {
    "id": 4,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog3,

  },
  {
    "id": 5,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog1,

  },
  {
    "id": 6,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog2,

  },
  {
    "id": 7,
    "title": "كيفية التغلب على القلق",
    "category": "التفكير",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog3,

  },
  {
    "id": 8,
    "title": "كيفية التغلب على القلق",
    "category": "التفكير",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog2,

  },
  {
    "id": 9,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog1,

  },
  {
    "id": 9,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog1,

  },

  {
    "id": 9,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog1,

  },

  {
    "id": 9,
    "title": "كيفية التغلب على القلق",
    "category": "الصحة العقلية",
    "subCategory": ["التحكم في القلق", "التنفس العميق", "التركيز على الإيجابية"],
    "description": "يعد القلق من الأمراض النفسية الشائعة التي تؤثر على حياة الكثيرين بشكل كبير. وقد يؤدي القلق إلى تدهور الصحة العقلية والجسدية وتقليل الإنتاجية في العمل والتأثير على العلاقات الاجتماعية. ومع ذلك، يوجد العديد من الطرق المفيدة للتغلب على القلق والتحكم فيه. فمن خلال هذا المقال، سنتحدث عن بعض الطرق الفعالة للتغلب على القلق.\
    إحدى الطرق الأساسية للتحكم في القلق هي التنفس العميق. يمكن أن يساعد التنفس العميق في تهدئة الجسم والعقل وتقليل الإجهاد. من المهم الجلوس في مكان هادئ ومريح والتركيز على النفس والتنفس العميق. يمكن أيضًا تكرار عبارات إيجابية مثل \"أنا آمن\" أو \"أنا في سلام\" خلال التنفس العميق لتحسين الشعور بالراحة.\
    يمكن أيضًا التحكم في القلق من خلال التركيز على الإيجابية. يمكن أن يساعد التركيز على الأمور الإيجابية في تحسين المزاج وتقليل القلق. يمكن أن تشمل الأمور الإيجابية الفرح والتفاؤل والشكر والتقدير. يمكن أيضًا ممارسة الرياضة والانخراط في الهوايات والأنشطة المفضلة لتحسين المزاج والتقليل من القلق.\
    ومن المهم أيضًا البحث عن الدعم والمساعدة عند الشعور بالقلق. يمكن الحصول على الدعم من الأصدقاء والعائلة والمجتمع والمتخصصين في الصحة العقلية. يمكن أيضًا التحدث إلى طبيب العائلة أو المستشار الصحي للحصول على المزيد من المساعدة.\
    في النهاية، يجب على الأشخاص الذين يعانون من القلق السعي للعثور على الطرق المناسبة للتحكم في القلق. يمكن أن يساعد الب\
    حث على العمل على تحسين الصحة العقلية في الحياة اليومية والعمل على تقليل التوتر والإجهاد. ومن المهم البحث عن الدعم والمساعدة عند الحاجة، والعمل مع المتخصصين في الصحة العقلية لتحسين الصحة العقلية والجسدية.\
    في مجال الصحة العقلية، يعتبر الاهتمام بالصحة العقلية والعلاج النفسي أمرًا هامًا. يمكن للعلاج النفسي أن يساعد المرضى على فهم الأسباب الحقيقية وراء القلق والتحكم فيها، ويمكن أن يساعد في تقليل الأعراض وتحسين جودة الحياة.\
    يمكن أيضًا العمل على تحسين الصحة العقلية من خلال اتباع نمط حياة صحي. يمكن أن يشمل ذلك النوم الكافي والتغذية المتوازنة والتمارين الرياضية المنتظمة والتفكير الإيجابي. يمكن أيضًا تجنب المؤثرات السلبية مثل التدخين والكحول والمخدرات.\
    وبشكل عام، يمكن القول إن الصحة العقلية تلعب دورًا حاسمًا في الصحة الجسدية والعاطفية والاجتماعية. ومن المهم العمل على تحسين الصحة العقلية والعمل على تقليل التوتر والإجهاد في الحياة اليومية. ويمكن العثور على المزيد من الموارد والمعلومات والدعم حول الصحة العقلية من خلال البحث عبر الإنترنت أو الاتصال بالمتخصصين في الصحة العقلية.\
    وفي النهاية، يجب على الجميع أن يعلموا أن الصحة العقلية هي جزء أساسي من الصحة الشاملة. ويمكن أن يساعد التحدث عن الصحة العقلية وتبادل الخبرات والمشاعر مع الآخرين في تحسين الصحة العقلية وتشجيع الآخرين على البحث عن المساعدة عند الحاجة. ويجب على الجميع أن يعملوا معًا لتعزيز الصحة العقلية وتحسين جودة الحياة لأنفسهم وللآخرين في المجتمع.",
    authorName: 'اسلام احمد البيك',
    authorAvatar: p1,
    createdAt: 'June 03, 2023',
    cover: blog1,

  },


];

export const faqs = [
  {
    question: "ما هو موقع  منتال كير ؟",
    answer:
      "تشمل الصحة العقلية سلامتنا العاطفية والنفسية والاجتماعية. إنه يؤثر على طريقة تفكيرنا وشعورنا وتصرفنا. كما أنه يساعد في تحديد كيفية تعاملنا مع التوتر ، والتواصل مع الآخرين ، واتخاذ القرارات."
  },
  {
    question: "كيف أعرف أنني بحاجة إلى علاج النفسي؟",
    answer:
      "إذا كنت تعاني من أعراض مرض عقلي أو تشعر بالإرهاق من تحديات الحياة ، يمكن أن يكون العلاج أداة مفيدة. تتضمن بعض العلامات التي تدل على أنك قد تستفيد من العلاج الشعور بالحزن أو القلق ، أو المعاناة من العلاقات ، أو مواجهة تغيرات في الشهية أو أنماط النوم ، أو التفكير في إيذاء النفس."
  },
  {
    question: "ماذا يمكنني أن أتوقع من العلاج النفسي؟",
    answer:
      "يوفر العلاج مساحة آمنة وداعمة لك لاستكشاف أفكارك ومشاعرك وسلوكياتك. سيعمل معالجك معك لتحديد أهدافك ووضع خطة علاج مخصصة. ستتاح لك الفرصة لمناقشة مخاوفك ، وتعلم مهارات تأقلم جديدة ، والعمل من خلال التحديات في بيئة تعاونية وغير قضائية."
  },
  {
    question: "من هم المعالجون النفسيين ؟",
    answer:
      "المعالجون في Mental Care هم أطباء نفسانيون ممارسون ذوو شهادات معتمدة ومدربون وذوو خبرة أو مستشارون أو شهادة مهنية معترف بها قابلة للتطبيق. يجب أن يكون المعالجون حاصلين على درجة أكاديمية ذات صلة في مجالهم ، وخبرة لا تقل عن 3 سنوات ، ويجب أن يكونوا مؤهلين ومعتمدين من قبل مؤسساتهم المهنية بعد إكمالهم بنجاح متطلبات التعليم والامتحانات والتدريب والممارسة والإشراف المستمر."
  }, {
    question: "هل mental care مناسب لي؟",
    answer:
      "قد يكون مناسبًا لك إذا كنت تبحث عن تحسين نوعية حياتك. عندما يكون هناك أي شيء يتعارض مع سعادتك أو يمنعك من تحقيق أهدافك ، فقد نتمكن من مساعدتك. لدينا أيضًا معالجون متخصصون في قضايا محددة مثل التوتر والقلق والعلاقات والأبوة والأمومة والاكتئاب والإدمان والأكل والنوم والصدمات والغضب والنزاعات العائلية ومسائل المثليين والحزن والدين واحترام الذات والمزيد."
  },
  {
    question: "بعد أن اشتركت ، ما هي المدة حتى أقوم بمطابقة المعالج؟",
    answer:
      "في معظم الحالات خلال 24 ساعة أو أقل."
  },
  {
    question: "هل يمكن لبرنامج Mental Care أن يحل محل العلاج التقليدي وجهاً لوجه؟",
    answer:
      "المهنيون الذين يعملون من خلال Mental Care  هم معالجون مرخصون ومعتمدون ومعتمدون من قبل مجلس ولايتهم لتقديم العلاج والاستشارة. ومع ذلك ، على الرغم من أن الخدمة قد يكون لها مزايا مماثلة ، إلا أنها غير قادرة على استبدال العلاج التقليدي وجهاً لوجه في كل حالة. يرجى ملاحظة أن مقدم الخدمة الخاص بك لن يكون قادرًا على إجراء أي تشخيص رسمي للوفاء بأي أمر من المحكمة أو وصف الأدوية.."
  },
  {
    question: "كيف يمكنني التأكد من أن هذا شكل فعال من العلاج؟",
    answer:
      "هناك العديد من الدراسات التي تؤكد فعالية وسيلة الإنترنت في إحداث تغييرات في الحياة. على سبيل المثال ، خلصت دراسة نشرتها JMIR Publications وأجراها باحثون من جامعة كاليفورنيا - بيركلي ، وجامعة كاليفورنيا - سان فرانسيسكو ، ومستشفى سان فرانسيسكو العام إلى أن انخفاض ملحوظ في شدة أعراض الاكتئاب بعد التعامل مع المنصة. . "
  },
];
export const faqsGeneral = [
  {
    question: "ما هو موقع  منتال كير ؟",
    answer:
      "تشمل الصحة العقلية سلامتنا العاطفية والنفسية والاجتماعية. إنه يؤثر على طريقة تفكيرنا وشعورنا وتصرفنا. كما أنه يساعد في تحديد كيفية تعاملنا مع التوتر ، والتواصل مع الآخرين ، واتخاذ القرارات."
  },
  {
    question: "كيف أعرف أنني بحاجة إلى علاج النفسي؟",
    answer:
      "إذا كنت تعاني من أعراض مرض عقلي أو تشعر بالإرهاق من تحديات الحياة ، يمكن أن يكون العلاج أداة مفيدة. تتضمن بعض العلامات التي تدل على أنك قد تستفيد من العلاج الشعور بالحزن أو القلق ، أو المعاناة من العلاقات ، أو مواجهة تغيرات في الشهية أو أنماط النوم ، أو التفكير في إيذاء النفس."
  },
  {
    question: "ماذا يمكنني أن أتوقع من العلاج النفسي؟",
    answer:
      "يوفر العلاج مساحة آمنة وداعمة لك لاستكشاف أفكارك ومشاعرك وسلوكياتك. سيعمل معالجك معك لتحديد أهدافك ووضع خطة علاج مخصصة. ستتاح لك الفرصة لمناقشة مخاوفك ، وتعلم مهارات تأقلم جديدة ، والعمل من خلال التحديات في بيئة تعاونية وغير قضائية."
  },
  {
    question: "من هم المعالجون النفسيين ؟",
    answer:
      "المعالجون في Mental Care هم أطباء نفسانيون ممارسون ذوو شهادات معتمدة ومدربون وذوو خبرة أو مستشارون أو شهادة مهنية معترف بها قابلة للتطبيق. يجب أن يكون المعالجون حاصلين على درجة أكاديمية ذات صلة في مجالهم ، وخبرة لا تقل عن 3 سنوات ، ويجب أن يكونوا مؤهلين ومعتمدين من قبل مؤسساتهم المهنية بعد إكمالهم بنجاح متطلبات التعليم والامتحانات والتدريب والممارسة والإشراف المستمر."
  }, {
    question: "هل mental care مناسب لي؟",
    answer:
      "قد يكون مناسبًا لك إذا كنت تبحث عن تحسين نوعية حياتك. عندما يكون هناك أي شيء يتعارض مع سعادتك أو يمنعك من تحقيق أهدافك ، فقد نتمكن من مساعدتك. لدينا أيضًا معالجون متخصصون في قضايا محددة مثل التوتر والقلق والعلاقات والأبوة والأمومة والاكتئاب والإدمان والأكل والنوم والصدمات والغضب والنزاعات العائلية ومسائل المثليين والحزن والدين واحترام الذات والمزيد."
  },
  {
    question: "بعد أن اشتركت ، ما هي المدة حتى أقوم بمطابقة المعالج؟",
    answer:
      "في معظم الحالات خلال 24 ساعة أو أقل."
  },
  {
    question: "هل يمكن لبرنامج Mental Care أن يحل محل العلاج التقليدي وجهاً لوجه؟",
    answer:
      "المهنيون الذين يعملون من خلال Mental Care  هم معالجون مرخصون ومعتمدون ومعتمدون من قبل مجلس ولايتهم لتقديم العلاج والاستشارة. ومع ذلك ، على الرغم من أن الخدمة قد يكون لها مزايا مماثلة ، إلا أنها غير قادرة على استبدال العلاج التقليدي وجهاً لوجه في كل حالة. يرجى ملاحظة أن مقدم الخدمة الخاص بك لن يكون قادرًا على إجراء أي تشخيص رسمي للوفاء بأي أمر من المحكمة أو وصف الأدوية.."
  },
  {
    question: "كيف يمكنني التأكد من أن هذا شكل فعال من العلاج؟",
    answer:
      "هناك العديد من الدراسات التي تؤكد فعالية وسيلة الإنترنت في إحداث تغييرات في الحياة. على سبيل المثال ، خلصت دراسة نشرتها JMIR Publications وأجراها باحثون من جامعة كاليفورنيا - بيركلي ، وجامعة كاليفورنيا - سان فرانسيسكو ، ومستشفى سان فرانسيسكو العام إلى أن انخفاض ملحوظ في شدة أعراض الاكتئاب بعد التعامل مع المنصة. . "
  },
  {
    question: "كيف أعرف أنني بحاجة إلى علاج النفسي؟",
    answer:
      "إذا كنت تعاني من أعراض مرض عقلي أو تشعر بالإرهاق من تحديات الحياة ، يمكن أن يكون العلاج أداة مفيدة. تتضمن بعض العلامات التي تدل على أنك قد تستفيد من العلاج الشعور بالحزن أو القلق ، أو المعاناة من العلاقات ، أو مواجهة تغيرات في الشهية أو أنماط النوم ، أو التفكير في إيذاء النفس."
  },
  {
    question: "ماذا يمكنني أن أتوقع من العلاج النفسي؟",
    answer:
      "يوفر العلاج مساحة آمنة وداعمة لك لاستكشاف أفكارك ومشاعرك وسلوكياتك. سيعمل معالجك معك لتحديد أهدافك ووضع خطة علاج مخصصة. ستتاح لك الفرصة لمناقشة مخاوفك ، وتعلم مهارات تأقلم جديدة ، والعمل من خلال التحديات في بيئة تعاونية وغير قضائية."
  },
  {
    question: "من هم المعالجون النفسيين ؟",
    answer:
      "المعالجون في Mental Care هم أطباء نفسانيون ممارسون ذوو شهادات معتمدة ومدربون وذوو خبرة أو مستشارون أو شهادة مهنية معترف بها قابلة للتطبيق. يجب أن يكون المعالجون حاصلين على درجة أكاديمية ذات صلة في مجالهم ، وخبرة لا تقل عن 3 سنوات ، ويجب أن يكونوا مؤهلين ومعتمدين من قبل مؤسساتهم المهنية بعد إكمالهم بنجاح متطلبات التعليم والامتحانات والتدريب والممارسة والإشراف المستمر."
  }, {
    question: "هل mental care مناسب لي؟",
    answer:
      "قد يكون مناسبًا لك إذا كنت تبحث عن تحسين نوعية حياتك. عندما يكون هناك أي شيء يتعارض مع سعادتك أو يمنعك من تحقيق أهدافك ، فقد نتمكن من مساعدتك. لدينا أيضًا معالجون متخصصون في قضايا محددة مثل التوتر والقلق والعلاقات والأبوة والأمومة والاكتئاب والإدمان والأكل والنوم والصدمات والغضب والنزاعات العائلية ومسائل المثليين والحزن والدين واحترام الذات والمزيد."
  },
  {
    question: "بعد أن اشتركت ، ما هي المدة حتى أقوم بمطابقة المعالج؟",
    answer:
      "في معظم الحالات خلال 24 ساعة أو أقل."
  },
  {
    question: "هل يمكن لبرنامج Mental Care أن يحل محل العلاج التقليدي وجهاً لوجه؟",
    answer:
      "المهنيون الذين يعملون من خلال Mental Care  هم معالجون مرخصون ومعتمدون ومعتمدون من قبل مجلس ولايتهم لتقديم العلاج والاستشارة. ومع ذلك ، على الرغم من أن الخدمة قد يكون لها مزايا مماثلة ، إلا أنها غير قادرة على استبدال العلاج التقليدي وجهاً لوجه في كل حالة. يرجى ملاحظة أن مقدم الخدمة الخاص بك لن يكون قادرًا على إجراء أي تشخيص رسمي للوفاء بأي أمر من المحكمة أو وصف الأدوية.."
  },
  {
    question: "كيف يمكنني التأكد من أن هذا شكل فعال من العلاج؟",
    answer:
      "هناك العديد من الدراسات التي تؤكد فعالية وسيلة الإنترنت في إحداث تغييرات في الحياة. على سبيل المثال ، خلصت دراسة نشرتها JMIR Publications وأجراها باحثون من جامعة كاليفورنيا - بيركلي ، وجامعة كاليفورنيا - سان فرانسيسكو ، ومستشفى سان فرانسيسكو العام إلى أن انخفاض ملحوظ في شدة أعراض الاكتئاب بعد التعامل مع المنصة. . "
  },
];


export const quizzes = [
  {
    id: 1,
    name: "Quiz 1",
    duration: 60,
    questions: [
      {
        id: 1,
        text: "What is the capital of France?",
        options: [
          { id: 1, text: "Paris" },
          { id: 2, text: "London" },
          { id: 3, text: "Berlin" },
          { id: 4, text: "Rome" },
        ],
        answer: 1,
      },
      {
        id: 2,
        text: "What is the largest planet in our solar system?",
        options: [
          { id: 1, text: "Mars" },
          { id: 2, text: "Jupiter" },
          { id: 3, text: "Saturn" },
          { id: 4, text: "Venus" },
        ],
        answer: 2,
      },
      // ...
    ],
  },
  {
    id: 2,
    name: "Quiz 2",
    duration: 30,
    questions: [
      // ...
    ],
  },
  // ...
];

export const res = 
{
  1: [
  
    {
      id: 0,
      titlequiz:"  مقياس القلق",
      question:
        " لم يبدو لي أن بإمكاني الإحساس بمشاعر إيجابية على الإطلاق      ",
      answer: [
        {
          id: 1,
          ans: "لا ينطبق عليّ بتاتاً",
          correct: false,
        },
        {
          id: 2,
          ans: "ينطبق عليّ بعض الشيء أو قليلاً من الأوقات",
          correct: false,
        },
        {
          id: 3,
          ans: "ينطبق عليّ بدرجة ملحوظة أو بعض الأوقات",
          correct: true,
        },
      ],
    },
    {
      id: 1,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 2,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 3,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 4,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 5,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 6,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 7,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 8,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 9,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
  ],
  2:[
  
    {
      id: 0,
      titlequiz:"مقياس الاكتئاب والقلق والضغط العصبي	",
      question:
        "وجدت صعوبة في تهدئة نفسي  ",
      answer: [
        {
          id: 1,
          ans: "لا ينطبق عليّ بتاتاً",
          correct: false,
        },
        {
          id: 2,
          ans: "ينطبق عليّ بعض الشيء أو قليلاً من الأوقات",
          correct: false,
        },
        {
          id: 3,
          ans: "ينطبق عليّ بدرجة ملحوظة أو بعض الأوقات",
          correct: true,
        },
      ],
    },
    {
      id: 1,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 2,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 3,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 4,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 5,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 6,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 7,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 8,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
    {
      id: 9,
      question:
        "With this you can make a selection of any rectangular size and shape",
      answer: [
        {
          id: 1,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 2,
          ans: "Reactangular marquee tool",
          correct: false,
        },
        {
          id: 3,
          ans: "Reactangular marquee tool",
          correct: true,
        },
      ],
    },
  ]
}
// export const quizes2 = [
  
//   {
//     id: 0,
//     titlequiz:"  مقياس القلق",
//     question:
//       " لم يبدو لي أن بإمكاني الإحساس بمشاعر إيجابية على الإطلاق      ",
//     answer: [
//       {
//         id: 1,
//         ans: "لا ينطبق عليّ بتاتاً",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "ينطبق عليّ بعض الشيء أو قليلاً من الأوقات",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "ينطبق عليّ بدرجة ملحوظة أو بعض الأوقات",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 1,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 2,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 3,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 4,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 5,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 6,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 7,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 8,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
//   {
//     id: 9,
//     question:
//       "With this you can make a selection of any rectangular size and shape",
//     answer: [
//       {
//         id: 1,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 2,
//         ans: "Reactangular marquee tool",
//         correct: false,
//       },
//       {
//         id: 3,
//         ans: "Reactangular marquee tool",
//         correct: true,
//       },
//     ],
//   },
// ];
